Repository: wp-plugins/gd-taxonomies-tools
Catalog: languages/*-taxonomies-tools-*.po
Languages: da_dk, fr_fr, nl

source: Thank you for using this plugin. Please, take a few minutes and check out the Pro version of this plugin and new and improved features, including premium support.
da_dk: Tak, fordi du bruger dette plugin. Tak venligst et par minutter og kig på Pro-udgaven af dette plugin med nye og udvidede funktioner, inkl. betalingssupport.

source: GD Custom Posts And Taxonomies Tools Pro plugin Editions
da_dk: Udgaver af GD Custom Posts And Taxonomies Tools Pro

source: Don't display this message anymore
da_dk: Vis ikke denne meddelelse mere

source: Custom Taxonomies
da_dk: Brugerdefinerede taksonomier
fr_fr: Taxonomies personnalisé
nl: Extra Taxonomies

source: Custom Post Types
da_dk: Brugerdefinerede indlægstyper

source: FAQ
da_dk: <span title="Ofte stillede spørgsmål">FAQ</span>

source: Upgrade to PRO
da_dk: Opgradér til PRO

source: Settings
da_dk: Opsætning
fr_fr: Paramètres
nl: Instellingen

source: Front Page
da_dk: Forside
fr_fr: Page principal
nl: Voorpagina

source: Post Types
da_dk: Indlægstyper

source: Taxonomies
da_dk: Taksonomier

source: Tools
da_dk: Værktøj
fr_fr: Outils
nl: Gereedschap

source: Title
da_dk: Titel
fr_fr: Titre
nl: Titel

source: Editor
da_dk: Redaktør

source: Excerpts
da_dk: Uddrag

source: Custom Fields
da_dk: Brugerdefinerede felter

source: Comments
da_dk: Kommentarer

source: Revisions
da_dk: Revisioner

source: Post Thumbnails
da_dk: Indlægsminiaturer

source: Author
da_dk: Forfatter

source: Page Attributes
da_dk: Sideegenskaber

source: Custom Posts
da_dk: Brugerdefinerede indlæg

source: Add new Custom Posts
da_dk: Tilføj nyt brugerdefineret indlæg

source: Edit Custom Posts
da_dk: Redigér brugerdefinerede indlæg

source: Add new Taxonomy
da_dk: Tilføj ny taksonomi
fr_fr: Ajouter une nouvelle taxonomie
nl: Voeg Taxonomie toe

source: Edit Taxonomy
da_dk: Redigér taksonomi
fr_fr: Editer la taxonomie
nl: Bewerk Taxonomie

source: Are you sure? Operation is not reversible.
da_dk: Er du sikker? Handlingen kan ikke gøres om.
fr_fr: Etes-vous sûr? L'opération n'est pas réversible.
nl: Weet u het zeker? Deze handeling is onomkeerbaar.

source: Both name and singular name must be filled first.
da_dk: Både navn og navn i ental skal udfyldes først.

source: Add New
da_dk: Tilføj ny
fr_fr: En ajouter un nouveau
nl: Nieuwe

source: Edit
da_dk: Redigér

source: New
da_dk: Ny

source: View
da_dk: Vis

source: Search
da_dk: Søg i

source: No
da_dk: Ingen
fr_fr: Non
nl: Nee

source: Found
da_dk: fundet

source: Found In Trash
da_dk: fundet i papirkurv

source: Parent
da_dk: Forælder

source: Popular
da_dk: Populære

source: All
da_dk: Alle

source: Update
da_dk: Opdatér

source: Name
da_dk: Navn
fr_fr: Nom
nl: Naam

source: Label
da_dk: Etiket
nl: Etiket

source: Some fields are required must be filled. Check this:
da_dk: Nogle felter <i>skal</i> udfyldes. Tjek:

source: View all posts filed under %s
da_dk: Vis alle indlæg arkiveret under %s

source: Feed for all posts filed under %s
da_dk: Feed for alle indlæg arkiveret under %s

source: No categories
da_dk: Ingen kategorier

source: Name for the custom post type is invalid. Fix before proceeding.
da_dk: Navnet på den brugerdefinerede indlægstype er ugyldigt. Ret det, inden du fortsætter.

source: New custom post type added.
da_dk: Ny brugerdefineret indlægstype tilføjet.

source: Go Back
da_dk: Tilbage
fr_fr: Retour
nl: Terug

source: New custom post type updated.
da_dk: Ny brugerdefineret indlægstype opdateret.

source: This must be unique name, not used by any other default or custom post type.
da_dk: Dette skal være et unikt navn, som ikke bruges af nogen anden stanard- eller brugerdefineret indlægstype.

source: Also, use only lower case letters and no special characters except for the underscore.
da_dk: Brug endvidere kun små bogstaver og ingen specielle tegn udover understregningstegnet.
fr_fr: En outre, n'utilisez uniquement que des lettres minuscules et sans caractères spéciaux ou accentués, seul le trait de soulignement est accepté.
nl: Gebruik ook alleen onderkast (kleine) letters en geen spciale karakters behalve de "underscore".

source: This custom post type is set to active and will be registered for use.
da_dk: Denne brugerdefinerede indlægstype er sat til aktiv og vil blive registreret til brug.

source: If you deactivate this custom post type, all the posts associated with it will remain intact.
da_dk: Hvis du deaktiverer denne brugerdefinerede indlægstype, vil alle indlæg knyttet til det bevares uden ændringer.

source: Description
da_dk: Beskrivelse

source: No HTML is allowed.
da_dk: HTML er ikke tilladt.

source: Labels
da_dk: Etiketter

source: Plural Name
da_dk: Navn i flertal

source: Singular Name
da_dk: Navn i ental

source: Auto fill rest
da_dk: Auto-udfyld resten

source: Add New Item
da_dk: Tilføj ny

source: Edit Item
da_dk: Redigér

source: New Item
da_dk: Opret

source: View Item
da_dk: Vis

source: Search Items
da_dk: Søg i

source: Not Found
da_dk: Ikke fundet

source: Not Found In Trash
da_dk: Ikke fundet i papirkurv

source: Parent Item Colon
da_dk: <span title="parent item colon">Forælder + kolon</span>

source: Features
da_dk: Funktioner

source: (all)
da_dk: (alle)

source: Hierarchical
da_dk: Hierarkisk
fr_fr: Hiérarchie
nl: Hierargisch

source: Yes
da_dk: Ja
fr_fr: Oui
nl: Ja

source: Rewrite
da_dk: Omskrivning
fr_fr: Récriture
nl: Herschrijven

source: Query Variable
da_dk: Forespørgselsvariabel
fr_fr: Variable de requête
nl: Query variabel

source: Visibility
da_dk: Synlighed

source: Public
da_dk: Offentlig

source: Show UI
da_dk: Vis <span title="user interface - brugerinterface">UI</span>

source: Navigation Menus
da_dk: Navigeringsmenuer

source: Public setting set to NO will hide posts from the admin UI. Show UI will generate standard UI for post type management. Either of these set to NO will hide the edit panel.
da_dk: Sættes Offentlig til Nej, skjules indlæggene i kontrolpanelet. Vis UI vil generere standardbrugerinterfaces til håndtering af indlægstyperne. Hvis blot én af disse er sat til Nej, skjules redigeringspanelet.

source: Navigational menu option will make custom post type available for building menus.
da_dk: Indstillings navigeringsmenuer vil gøre brugerdefinerede indlægstyper tilgængelige til brug i menueditoren.

source: Capabilities
da_dk: Rettigheder

source: Edit Post
da_dk: Redigér indlæg

source: Edit Posts
da_dk: Redigér indlæg

source: Edit Others Posts
da_dk: Redigér andres indlæg

source: Publish Posts
da_dk: Udgiv indlæg

source: Read Post
da_dk: Læs indlæg

source: Read Private Posts
da_dk: Læs private indlæg

source: Delete Post
da_dk: Slet indlæg

source: Do not change any of these if you are not sure what they are.
da_dk: Ændr ikke på nogen af disse, med mindre du er sikker på, hvad du gør.

source: Advanced
da_dk: Avanceret

source: Edit Link
da_dk: Redigér link

source: Rewrite Slug
da_dk: Omskriv <span title="slug">korttitel</span>

source: Rewrite With Front
da_dk: Omskriv på Forside

source: Publicly Queryable
da_dk: <span title="Publicly queryable">Alle kan søge</span>

source: Exclude From Search
da_dk: Udelad fra søgninger

source: Can be Exported
da_dk: Kan eksporteres

source: Changing some of these settings can have undesired effects and can break your website.
da_dk: Ændring af disse indstillinger kan have uønskede resultater og skabe nedbrud på din hjemmeside.

source: Do not change this if you are not sure about this. Consult WordPress documentation for more details.
da_dk: Ændr ikke dette, hvis du ikke er sikker på det. Konsultér WordPress-dokumentationen for flere detaljer.

source: Save Custom Post
da_dk: Gem brugerdefineret indlæg

source: Default Post Types:
da_dk: Standardindlægstyper:

source: Custom Post Types:
da_dk: Brugerdefinerede indlægstyper:

source: Inactive Custom Post Types:
da_dk: Inaktive brugerdefinerede indlægstyper:

source: General
da_dk: Generelt
nl: Algemeen

source: Save Settings
da_dk: Gem indstillinger
fr_fr: Enregistrer les paramètres
nl: Bewaar instellingen

source: Default Taxonomies:
da_dk: Standardtaksonomier:
fr_fr: Taxonomies pa défault:
nl: Standaard Taxonomies

source: Custom Taxonomies:
da_dk: Brugerdefinerede taksonomier:
fr_fr: Taxonomies personnalisé:
nl: Speciale Taxonomies

source: Inactive Custom Taxonomies:
da_dk: Inaktive brugerdefinerede taksonomier:
fr_fr: Taxonomies personnalisé Inactive:
nl: Niet aktieve Taxonomies:

source: Deleting the taxonomy will also delete the relationship entries in the database. Backup your database before proceeding with any deletion operation.
da_dk: Sletning af taksonomien vil også slette posterne med relationer i databasen. Tag en sikkerhedskopi, inden du fortsætter med at slette noget.
fr_fr: La suppression de la taxonomie supprimera également les relation dans la base de données. Sauvegarde de votre base de données avant de procéder à toute opération de suppression.
nl: Het verwijderen van de Taxonomie, zal de relatie met de database velden wissen. Maak een backup van de database voor het verwijderen.

source: After deleting taxonomy, terms relationships in the database will remain.
da_dk: Efter sletning af en taksonomi forbliver relationerne mellem termer i databasen.
fr_fr: Après la suppression de la taxonomie, les termes en relations dans la base de données resteront.
nl: Na het verwijderen van de Taxonomie, zal de relatie met de databasevelden blijven bestaan.

source: You can change that on the settings panel.
da_dk: Du kan ændre dette i Opsætning.
fr_fr: Vous pouvez changer cela grâce au panneau de configuration.
nl: U kunt dit veranderen in het instellingen paneel.

source: Name for the taxonomy is invalid. Fix before proceeding.
da_dk: Taksonominavnet er ugyldigt. Ret det, inden du fortsætter.
fr_fr: Le nom de la taxinomie n'est pas valide. Corriger cela avant de poursuivre.
nl: De naam voor deze Taxonomie is onjuist. Verander deze voor u verder gaat.

source: New taxonomy added.
da_dk: Ny taksonomi tilføjet.
fr_fr: Nouvelle taxonomie ajouté.
nl: Nieuwe Taxonomie toegevoegd.

source: Taxonomy updated.
da_dk: Taksonomi opdateret.
fr_fr: Taxonomie mise à jour.
nl: Taxonomie bijgewerkt.

source: Allow renaming of the taxonomy name. This will cause renaming all database entries for this taxonomy.
da_dk: Tillad omdøbning af taksonominavnet. Det vil medføre, at alle databaseposter for denne taksonomi bliver omdøbt.
fr_fr: Permettre de renommer le nom de la taxonomie. Cela renommera toutes les entrées de base de données pour cette classification.
nl: Hernoemen van de Taxonomie toestaan. Alle database toevoegingen zullen ook hernoemd worden.

source: This must be unique name, not used by any other taxonomy.
da_dk: Dette skal være et unikt navn, som ikke bruger af nogen anden taksonomi.
fr_fr: Ce nom doit être unique, et ne doit pas être utilisée par une autre autre taxinomie.
nl: Kies voor een unieke naam, niet gebruikt door een andere Taxonomie

source: This taxonomy is set to active and will be registered for use.
da_dk: Denne taksonomi er sat til aktiv og vil blive registreret til brug.

source: If you deactivate this taxonomy, all the data associated with it will remain intact.
da_dk: Hvis du deaktiverer denne taksonomi, vil alle data knyttet til den blive bevaret uden ændringer.

source: This is the display name for the taxonomy. WordPress 3.0 uses different model for labels.
da_dk: Dette er visningsnavnet for taksonomien. WordPress 3.0 bruger en anden model for etiketter.

source: Parent Item
da_dk: Forælder

source: Popular Items
da_dk: Populære

source: All Items
da_dk: Alle

source: New Item Name
da_dk: Nyt navn

source: Update Item
da_dk: Opdatér

source: Yes, using name
da_dk: Ja, brug navn
fr_fr: Oui, en utilisant le nom
nl: Ja, gebruik naam

source: Yes, custom value
da_dk: Ja, brug brugerdefineret værdi
fr_fr: Oui, valeur personalisé
nl: Ja, extra waarde

source: Custom
da_dk: Brugerdefineret
fr_fr: Personalisé
nl: Extra

source: For rewrite and query custom variables use only lower case letters and no special characters except for the underscore.
da_dk: Til egne variabler for omskrivning (rewrites) og forespørgsler (queries) må du kun bruge små bogstaver og understregningstegnet. Ingen andre tegn.
fr_fr: Pour les réécritures ainsi que les requêtes avec des variables personnalisés, n'utiliser que des lettres minuscules et sont à proscrire les caractères spéciaux à l'exception du soulignement.
nl: Voor het herschrijven van de extra query-variabelen alleen onderkast (kleine) letters en geen spciale karakters behalve de "underscore" gebruiken.

source: With WP 2.8.x and WP 2.9.x not all options work, and they are disabled. Once the WordPress starts supporting this option, they will be enabled.
da_dk: Ikke alle indstillinger fungerer med WP 2.8.x og WP 2.9.x. Derfor er de deaktiveret. Når WordPress begynder at understøtte denne indstilling, vil de blive aktiveret.
fr_fr: Avec WP 2.8.x et 2.9.x WP tous les options ne sont pas fonctionnelles, et certaines sont désactivés. Une fois que le WordPress supporte cette option, elles seront activées.
nl: In WP 2.8.x en WP 2.9.x zijn niet alle opties werkzaam en daarom uit gezet. Zodra WordPress deze gaat ondersteunen worden ze weer aan gezet.

source: Tag Cloud Widget
da_dk: Tag-sky-widget

source: Public setting set to NO will hide taxonomies from the admin UI.
da_dk: Sættes Offentlig til Nej, skjules taksonomierne i kontrolpanelet.

source: Tag cloud option set to NO will exclude this taxonomy from default Tag Cloud widget. Same goes for Navigation Menus.
da_dk: Sættes tagsky-indstillingen til Nej, udelades denne taksonomi fra standard-tagsky-widgetten. Det samme gælder navigeringsmenuer.

source: Manage terms
da_dk: Håndtér termer

source: Edit terms
da_dk: Redigér termer

source: Delete terms
da_dk: Slet termer

source: Assign terms
da_dk: Tilknyt termer

source: Save Taxonomy
da_dk: Gem taksonomi
fr_fr: Sauvegarder le taxonomie
nl: Bewaar Taxonomie

source: Basic Custom Posts Statistics
da_dk: Grundlæggende statistik for brugerdefinerede indlæg

source: Default Posts Types
da_dk: Standard-indlægstyper

source: Custom Posts Types
da_dk: Brugerdefinerede indlægstyper

source: No custom post types found.
da_dk: Ingen brugerdefinerede indlægstyper fundet.

source: Basic statistics
da_dk: Grundlæggende statistik
fr_fr: Statistiques minimal
nl: Basis statistieken

source: Default Taxonomies
da_dk: Standardtaksonomier
fr_fr: Taxonomies par défaut
nl: Standaard Taxonomies

source: No custom taxonomies found.
da_dk: Ingen brugerdefinerede taksonomier fundet.

source: release date
da_dk: udgivelsesdato
fr_fr: date de sortie
nl: uitgavedatum

source: Change Log
da_dk: Log over ændringer
fr_fr: Registre des modifications
nl: Verander log

source: detailed list of changes
da_dk: detaljeret liste over ændringer
fr_fr: Liste détaillé des modifications
nl: gedetaileerde lijst van veranderingen

source: show
da_dk: vis
fr_fr: voir
nl: toon

source: discussions group
da_dk: diskussionsgruppe
fr_fr: groupe de discussion
nl: discussiegroep

source: visit
da_dk: besøg
fr_fr: visite
nl: bezoek

source: wordpress plugin page
da_dk: WordPress-pluginside
fr_fr: page wordpress du plugin
nl: WordPress pluginpagina

source: Pro Edition
da_dk: Pro-udgave

source: official plugin page
da_dk: officiel pluginside
fr_fr: Page officiel du plugin
nl: officiele pluginpagina

source: Themes
da_dk: Temaer

source: advanced theme framework
da_dk: Avanceret temaframework

source: wordpress ratings system
da_dk: Bedømmelsessystem til WordPress

source: a wordpress administration addon
da_dk: Administrationssystem til WordPress

source: custom taxonomies managment
da_dk: håndtering af egne taksonomier

source: ad management control
da_dk: Annoncehåndtering

source: Official Website
da_dk: Officiel website
fr_fr: Site Officiel
nl: Officiele website

source: golden dragon official web portal
da_dk: golden dragons officielle webportal
fr_fr: portail web officiel du dragon d'or
nl: golden dragons officiele webportal

source: wordpress development
da_dk: WordPress-udvikling
fr_fr: développement de Wordpress
nl: WordPress ontwikkeling

source: tv shows reviews and news
da_dk: tv viser anmeldelser og nyheder
fr_fr: critiques émition TV et actualitées
nl: tv show beoordelingen en nieuws

source: development discussion forum
da_dk: Supportforum for udviklere
fr_fr: forum de discussion du développement
nl: Ontwikkeling- en ondersteuningforum

source: Public / UI
da_dk: Offentlig/<span title="userinterface">UI</span>

source: Items
da_dk: Antal

source: Options
da_dk: Indstillinger
nl: Instellingen

source: yes
da_dk: ja
fr_fr: oui
nl: ja

source: no
da_dk: nej
fr_fr: non
nl: nee

source: delete
da_dk: slet
fr_fr: effacer
nl: verwijder

source: edit
da_dk: redigér
fr_fr: éditer
nl: bewerk

source: open
da_dk: åbn

source: hierarchical
da_dk: hierarkisk
fr_fr: hiérarchie
nl: hierarchisch

source: Domain
da_dk: Domænenavn
fr_fr: Domaine
nl: Domein

source: Query
da_dk: Forespørgsel
fr_fr: Requète

source: Terms
da_dk: Termer
fr_fr: Termes
nl: Labels

source: menus
da_dk: menuer

source: terms
da_dk: termer
fr_fr: termes
nl: labels

source: Delete
da_dk: Slet
fr_fr: Effacer
nl: Verwijder

source: Delete terms from database once the taxonomy is deleted.
da_dk: Slet termer fra databaser, når en taksonomi er slettet.
fr_fr: Supprimer les termes de la base de données une fois que la taxonomie a été supprimé.
nl: Verwijder voorwaarden van de database zodra de Taxonomie verwijderd is.

source: If this options is not checked, after deleting taxonomy all it's terms will remain in the database.
da_dk: Hvis denne indstilling ikke er afkrydset, bliver alle en taksonomis termer i databasen, når den er slettet.
fr_fr: Si cette option n'est pas cochée, après la suppression de la taxonomie tout les termes resteront dans la base de données.
nl: Als deze optie niet aangevinkt is, blijven de voorwaarden in de database nadat de Taxonomie verwijderd is.

source: plugin for custom taxonomies management
da_dk: plugin til håndtering af egne taksonomier

source: Display cloud with taxonomy terms.
da_dk: Vis sky med taksonomitermer.
fr_fr: Affichage du nuage utilisant les termes de la taxonomie.
nl: Toon wolk met Taxonomie labels

source: Display list with taxonomy terms.
da_dk: Vis liste med taksonomitermer.
fr_fr: Affichage de la liste avec les termes de la taxonomie
nl: Toon lijst met Taxonomie labels

source: Maximum terms to show
da_dk: Max termer, der skal vises
fr_fr: Nombre maximum de termes à afficher
nl: Maximaal aantal te tonen labels

source: Additional CSS class
da_dk: Ekstra CSS-klasse
fr_fr: Classe CSS additionnel
nl: Extra CSS class

source: Font size unit
da_dk: Enhed for skriftstørrelse
fr_fr: Unitée de taille de police
nl: Font grootte

source: Smallest term size
da_dk: Mindste termstørrelse
fr_fr: La plus petite taille des termes
nl: Kleinste label grootte

source: Largest term size
da_dk: Største termstørrelse
fr_fr: La plus grande taille des termes
nl: Grootste label grootte

source: Sort by
da_dk: Sortér efter
fr_fr: Ordoner par
nl: Sorteer van

source: Term name
da_dk: Navn på term
fr_fr: Nom du terme
nl: Labelnaam

source: Posts count
da_dk: Indlægstæller
fr_fr: Nombre d'article
nl: Aantal berichten

source: Order
da_dk: Rækkefølge
fr_fr: Ordre
nl: Rangschik

source: Ascending
da_dk: Stigende
fr_fr: Croissant
nl: Stijgende

source: Descending
da_dk: Faldende
fr_fr: Décroissant
nl: Dalende

source: Exclude
da_dk: Ekskludér

source: Comma or space separated list of term ID's.
da_dk: Komma- eller mellemrumssepareret liste af id&#39;er på termer.

source: Hide empty
da_dk: Skjul tomme

source: Display as
da_dk: Vis som

source: List
da_dk: Liste

source: First Option
da_dk: Første valgmulighed

source: Used only for drop down display.
da_dk: Anvendes kun på dropdown-visning.

source: Show number of posts
da_dk: Vis antal indlæg
fr_fr: Afficher le nombre d'articles
nl: Toon aantal berichten

source: Some fields must be filled. Check this:
fr_fr: SCertains champs doivent être saisies. A savoir:
nl: Sommige velden moeten gevuld worden. Kijk hier:

source: Sitemap
fr_fr: Carte du site

source: This is the display name for the taxonomy.
fr_fr: Nom affiché pour la taxonomie.
nl: Dit is de Taxonomie naam die getoond wordt.

source: Posts
fr_fr: Articles
nl: Berichten

source: Links
fr_fr: Liens

source: Status
fr_fr: Condition

source: Taxonomy is set to active.
fr_fr: La taxonomie est active.
nl: Taxonomie is niet aktief

source: for
fr_fr: pour
nl: voor

source: posts
fr_fr: articles
nl: bericht

source: links
fr_fr: liens

source: Info
fr_fr: Informacion

source: Lite / Pro
fr_fr: Simple / Pro

source: both editions of the plugin
fr_fr: chacunes des éditions du plugin
nl: beide edities van de plugin

source: a wordpress rating system
fr_fr: un système de vote wordpress
nl: een WordPress waarderingssysteem

source: Support Forum
fr_fr: Forum d'aide
nl: Ondersteuningsforum

source: Rebuild
fr_fr: Reconstruire
nl: Herbouw

source: Add custom taxonomies terms URL's to sitemap file.
fr_fr: Ajouter l'URL du termes de taxonomies personnalisé au fichier de plan du site.
nl: Voeg extra Taxonomie links toe aan de sitemap

source: This option requires XML Sitemap Generator plugin. Once the sitemap is generated, new terms URL's will be added to it.
fr_fr: Cette option nécessite le plugin XML Sitemap Generator. Une fois le plan du site généré, les URL des nouveaux termes seront ajoutés.
nl: Deze optie heeft de XML Sitemap Generator Plugin nodig. Zodra de sitemap gegenereerd is, zullen de nieuwe links toegevoegd worden.

source: plugin for custom taxonomies managment
fr_fr: plugin pour la gestion de la taxonomies personnalisées
nl: plugin voor extra Taxonomies

source: Taxonomy
fr_fr: Taxonomie
nl: Taxonomie

source: post
fr_fr: article
nl: bericht

source: Donate
fr_fr: Faire un don
nl: Doneer

source: Version
nl: Versie

source: Editions
nl: Uitgaven
